Repository: common-repository/posts-2-posts-relationships
Catalog: lang/posts-2-posts-relationships-*.po
Languages: ca, es_es

source: %s box configuration
ca: Configuració de la caixa %s
es_es: Configuración de la caja %s

source: Add a search text
ca: Afegeix una cerca de text
es_es: Añade una búsqueda de texto

source: Add a taxonomy filter
ca: Afegeix un filtre de taxonomia
es_es: Añade un filtro de taxonomía

source: Add selected
ca: Afegir seleccionats
es_es: Añadir seleccionados

source: Advanced
ca: Avançat
es_es: Avanzado

source: At least one of the two must be "Editable"
ca: Com a mínim una de les dues hauria de ser "Editable"
es_es: Como mínimo uno de los dos debe ser "Editable"

source: Box position
ca: Posició de la caixa
es_es: Posición de la caja

source: Box priority
ca: Prioritat de la caixa
es_es: Prioridad de la caja

source: Box title
ca: Títol de la caixa
es_es: Título de la caja

source: Changes not saved. Please, solve it and click Save again.
ca: Els canvis no han estat guardats. Siusplau, resol-los i fes click a Guardar de nou.
es_es: Los cambios no han sido guardados. Por favor, resuélvelo y haz click en Guardar de nuevo.

source: Control box order in EDIT page
ca: Controla l'ordre de les caixes a la plana d'EDICIÓ
es_es: Controla el orden de las cajas en la pantalla de EDICIÓN

source: Delete
ca: Elimina
es_es: Elimina

source: Duplicate
ca: Duplica
es_es: Duplica

source: Edit
ca: Edita
es_es: Edita

source: Efficient many-to-many connections between posts, pages and custom post types.
ca: Connexions eficients molts-a-molts entre posts, pàgines i custom post types.
es_es: Conexiones eficientes muchos-a-muchos entre posts, páginas y custom post types.

source: Erase relationships
ca: Elimina interrelacions
es_es: Elimina interrelaciones

source: Error(s) on "%s":
ca: Error(s) a "%s":
es_es: Error(es) en "%s":

source: Filter by taxonomy
ca: Filtra per taxonomia
es_es: Filtra por taxonomía

source: Filter by type
ca: Filtra per tipus
es_es: Filtra por tipo

source: Filters
ca: Filtres
es_es: Filtros

source: From
ca: De
es_es: Desde

source: Hidden
ca: Ocult
es_es: Oculto

source: Maybe you're downgraded Posts 2 Posts Relationships?, please, check it. Any change on this settings can result in data loss.
ca: Potser has canviat a una versió anterior de Posts 2 Posts Relationships? Siusplau, comprova-ho. Qualsevol canvi en aquestes preferències pot produïr una pèrdua de dades.
es_es: Quizá has cambiado a una versión anterior de Posts 2 Posts Relationships? Por favor, compruébalo. Qualquier cambio en estas preferencias puede producir una pérdida de datos.

source: New Relation
ca: Nova relació
es_es: Nueva relación

source: No results
ca: Sense resultats
es_es: Sin resultados

source: Number of relationships
ca: Nombre d'interrelacions
es_es: Número de interrelaciones

source: Object
ca: Objecte
es_es: Objeto

source: Order
ca: Ordre
es_es: Orden

source: Remove selected
ca: Elimina els seleccionats
es_es: Elimina los seleccionados

source: Save Changes
ca: Guardar canvis
es_es: Guardar cambios

source: Search text box
ca: Caixa de cerca de text
es_es: Caja de búsqueda de texto

source: Search...
ca: Cerca...
es_es: Buscar...

source: Select all
ca: Selecciona tot
es_es: Selecciona todo

source: Select one or more post type
ca: Selecciona un o mes post types
es_es: Selecciona uno o más post types

source: Settings saved.
ca: Configuració guardada.
es_es: Configuración guardada.

source: Side
ca: Lateral
es_es: Lateral

source: Single word, no spaces. Underscores and dashes allowed
ca: Una única paraula, sense espais. Permesos els guions i les barres baixes
es_es: Una única palabra, sin espacios. Permitidos los guiones y los guiones bajos

source: The %s box will be displayed on %s edit page:
ca: La caixa %s serà mostrada a la pàgina d'edició %s:
es_es: La caja %s será mostrada en la página de edición de %s:

source: There are no relationships yet
ca: Encara no hi ha interrelacions
es_es: Aún no hay interrelaciones

source: There is %s orphan relationship(s) under the key: %s
ca: Hi ha %s interrelacio(ns) sota la clau (key): %s
es_es: Hay %s interrelacion(es) huérfanas bajo la clave (key): %s

source: There is currently no relations for now. Start by adding a new one.
ca: No hi ha relacions per ara. Comença per afegir-ne una.
es_es: No hay relaciones por ahora. Empieza por añadir una.

source: There is errors on current settings.
ca: Hi ha errors a la configuració actual.
es_es: Hay errores en la configuración actual.

source: There is orphans relationships into database:
ca: Hi ha interrelacions orfes a la base de dades:
es_es: Hay interrelaciones huérfanas en la base de datos:

source: This is the title of the relation box on EDIT pages
ca: Aquest es el títol de la caixa de relacions a les pàgines d'EDICIÓ
es_es: Este es el título de la caja de relaciones en las páginas de EDICIÓN

source: To
ca: A
es_es: A

source: Unselect all
ca: Deselecciona tot
es_es: Deselecciona todo

source: View only
ca: Veure només
es_es: Ver solamente

source: Where should appear? Main column or sidebar?
ca: On ha d'aparèixer? A la columna principal o al lateral?
es_es: Dónde debe aparecer? En la columna principal o en el lateral?

source: You can remove it or create a new relation with the same key to recover it:
ca: Pots eliminar-les o crear una relació nova amb la mateixa clau (key) per recuperar-les:
es_es: Puedes eliminarlas o crear una nueva relación con la misma clave (key) para recuperarlas:
